{
    "failure": false,
    "data": [
        {
            "webUrl": "https://www.theguardian.com/sport/2020/mar/25/talking-horses-pm-leo-varadkar-calls-halt-to-racing-in-ireland",
            "apiUrl": "https://content.guardianapis.com/sport/2020/mar/25/talking-horses-pm-leo-varadkar-calls-halt-to-racing-in-ireland",
            "section": "sport",
            "title": "Talking Horses: PM Leo Varadkar calls halt to racing in Ireland",
            "id": "sport/2020/mar/25/talking-horses-pm-leo-varadkar-calls-halt-to-racing-in-ireland",
            "date": "2020-2-24",
            "image": "https://media.guim.co.uk/b10390c870cc7be55d7121729ba02cbde505b2d0/0_182_5472_3283/master/5472.jpg",
            "description": "Ireland’s attempt to continue racing behind closed doors during the coronavirus crisis came to an abrupt end on Tuesday when Leo Varadkar, the country’s prime minister, announced that all sporting events would be cancelled from Wednesday as part of further measures to control the spread of the virus. The country’s betting shops will also be closed. Ireland had staged one meeting each day behind closed doors since Friday after Horse Racing Ireland (HRI), which administers the sport both north and south of the border, decided last week to continue racing with strict measures in place to ensure physical distancing.\nThe Irish Flat season on turf got under way at Naas on Monday but the latest restriction, which is due to be in place until 19 April, will mean the cancellation of both the Irish Lincolnshire on the Flat this weekend and the Irish Grand National meeting at Fairyhouse over the Easter weekend on 12 and 13 April. Prospects for the five-day Punchestown Festival, the climax to the Irish jumping season which is due to open on 28 April, also seem increasingly bleak. Ireland had been the only major racing nation in Europe still staging meetings after the BHA decided to suspend the British programme until at least 1 May last Tuesday. France, which had raced behind closed doors from early March, suspended all meetings until mid-April a day earlier. South Africa, which had also been staging regular meetings behind closed doors in recent days, also announced on Tuesday that racing in the country will end from Friday for at least three weeks. “Everyone has to do their job,” Gordon Elliott, the trainer of dual Grand National winner Tiger Roll, said on Tuesday. “If we get back after a month, it won’t be the end of the world. Everybody is going to have to tighten up and hopefully we’ll get through it OK.” HRI issued a brief statement on Tuesday, confirming that all racing in the country would cease “as of midnight tonight as per the latest Government guidelines on Covid-19”. It added: “The Board of Horse Racing Ireland will meet tomorrow morning and will issue a press release soon after.”"
        },
        {
            "webUrl": "https://www.theguardian.com/sport/2020/mar/25/australian-olympic-sports-face-up-to-uncertain-new-reality",
            "apiUrl": "https://content.guardianapis.com/sport/2020/mar/25/australian-olympic-sports-face-up-to-uncertain-new-reality",
            "section": "sport",
            "title": "Australian Olympic sports face up to uncertain new reality | Kieran Pender",
            "id": "sport/2020/mar/25/australian-olympic-sports-face-up-to-uncertain-new-reality",
            "date": "2020-2-24",
            "image": "https://media.guim.co.uk/4a8493403526940c24eba4d9c473901a01d8f7a3/0_0_8256_4954/master/8256.jpg",
            "description": "Few athletes, coaches and administrators across Australia’s Olympic sports will ever forget this past week. As national sporting organisations were busily complying with a directive to shut down training centres and other facilities, their chief executives on Monday received notification of an extraordinary Australian Olympic Committee board meeting. They were invited to join a late-morning teleconference, where the news was delivered: Australia would cease preparations for a 2020 Olympics in Tokyo.\n“I don’t think it was unexpected,” said Jacco Verhaeren, Swimming Australia’s head coach, before the Games were officially postponed. “This is the right thing to do right now, but it is still a tough message – particularly for our athletes and coaches who have been working for years to get to this point.” Cycling Australia’s performance director Simon Jones was at the velodrome in Adelaide with his sprint riders, as they completed a final, social-distancing compliant training session before the arena shuts indefinitely. The AOC had written directly to all athletes on the Olympic selection long-list, but these riders had not yet seen their emails; Jones had to break the news. “It was a bit of a shock,” said Jones. “You have to let people absorb the information.” The team had already been hit hard by the news last week that a staff member was in hospital with coronavirus. Annette Edmondson, an endurance rider in Jones’ squad, had woken on Monday to the latest international developments before setting out for a morning ride. “The scenario has been changing so quickly,” she says. “We went for a bike ride in the morning, and by the end of it more international news was trickling through. By the time the official announcement came, we were already 90% sure it was coming.” Just six days ago, Edmondson and 14 colleagues had been selected for Tokyo. “Monday was an interesting day – it is going to take time to process,” she said. The AOC’s withdrawal pre-empted the official postponement of Tokyo 2020 by the International Olympic Committee, announced late on Tuesday. With the coronavirus’s disruption growing by the day, the AOC had not been prepared to wait. “It is a big call, but it puts the safety of athletes and staff as the number one priority,” said Jones. With a July Olympics off the table, training camps scrapped, facilities closed and athletes homebound, Australia’s Olympic sports have three priorities. The first is athlete wellbeing. “It will become emotional – in the next few hours, days, weeks and months,” said Verhaeren. “People have seen their goals disappear. We are focusing on providing immediate care for those who need it.” Cycling Australia has a full-time performance psychologist on staff and a dedicated athlete wellbeing officer. “Athletes are in a range of positions,” said Edmondson. “We have young riders coming into the team for the first time – a one-year delay will affect them, but not significantly. Whereas older athletes, myself included, we are coming to the end of our span. I was already contemplating that this could be my last major event. The idea that to get to the Games could take 12 months more than expected really threw me.”\nBeyond initial concern for athletes, Australia’s major Olympic sports are also looking to their balance sheets – and wondering how a 12-month delay will impact funding, which is determined on an annual basis. “It is very difficult to answer that,” said Jones, who is in close contact with the Australian Institute of Sport. “We don’t have any answers at the moment, but we know people are working quickly on those sorts of questions.” While these sports are dependent on government funding, which may be at risk in a straitened economic climate, their business models are also protected from the sudden suspension of spectator sport. “Our budget is not reliant on ticket sales,” said Swimming Australia chief executive Leigh Russell. “Some of the pain that other sports are experiencing right now is because they are heavily reliant on people transacting with a club or the sport. We are in a different situation, but a very unknown one. There are lots of moving pieces right now.” Finally, with the postponed Olympics likely to take place in July-August 2021, athletes and coaches must reset their countdown and plan for 16 months’ time. “Once we are through this, we’re going to need to ramp up pretty quickly, both from a performance perspective and behind the scenes,” said Russell. “We don’t want to lose the momentum we have, even if it needs to be put on pause right now.” Given the ongoing uncertainty, those plans may take some time to shape up. Amid global panic over the coronavirus pandemic, Olympic athletes are trying to take it in their stride. “At the end of the day we’re just a sport,” said Edmondson, a three-time world champion and London 2012 bronze medallist. “What we do is important to us. But when you hear the figures of people affected, the people dying, that puts it in perspective. A postponed Olympics is not the end of the world for us. But this situation will be pretty serious for many, many others.”"
        },
        {
            "webUrl": "https://www.theguardian.com/sport/2020/mar/24/johanna-konta-dwelling-on-uncertain-future-with-olympics-delay",
            "apiUrl": "https://content.guardianapis.com/sport/2020/mar/24/johanna-konta-dwelling-on-uncertain-future-with-olympics-delay",
            "section": "sport",
            "title": "Johanna Konta dwelling on uncertain future with Olympics delay",
            "id": "sport/2020/mar/24/johanna-konta-dwelling-on-uncertain-future-with-olympics-delay",
            "date": "2020-2-24",
            "image": "https://media.guim.co.uk/677be74461bb85d5c4968e5beb5229609dbaa586/77_121_2679_1606/master/2679.jpg",
            "description": "Tennis, already frozen in the sunshine, took another hit on Tuesday – along with the rest of sport – when the Tokyo Olympics were postponed, and Johanna Konta is feeling the chill more than some. The British No 1 is no more than “hopeful” about Wimbledon, which is due to start on 29 June, shortly before the now delayed Olympics.\nKonta, still working through rehab on a knee injury that has slowed her progress for more than a year, said: “Even just a few weeks ago, who knew we would be in this situation, constantly changing – and changing rapidly? Everyone is hopeful that the constant change could bring us a change for the better as well.” The men’s and women’s tours, already shut down until 7 June with only a tentative commitment to resume in time for Wimbledon, now have seen the non-grand-slam centrepiece of their season crumble. As a member of the WTA’s player council, Konta reckons the enforced pause could give the game time to “thrash out the best course for tournaments, players, everybody, with [frozen] rankings and all those sorts of things”. That, at least, was her agenda linked to the recent past, when Indian Wells was cancelled a month ago and the European clay season then put on hold. Konta has to dwell now on the inconvenient present and an uncertain future. She carries on in isolation – protecting against coronavirus, of course, but also in the absence of the backup normally available for elite players with injury. “I got back from the US about 10 days ago. I have some equipment at home so I am able to train, but it’s by no means ideal. I am trying to make the best of the situation. This is not ideal for the knee. I don’t have access to the equipment that I specifically need: team, physio, fitness trainer, the best method to get the kind of stimulus that we want for the body and the knee. But I’m not getting too stressed over it.” Until Monday, Konta was visiting the National Tennis Centre in Roehampton but the facility has closed in line with government guidelines on isolation. “I can’t bring what I need into the flat. I need a leg-press machine. That specific knee exercise, I can’t do right now. In this country, athletes still have access to our respective training grounds, as long as the necessary precautions are observed. But the goalposts are moving.”\nAs for Wimbledon, she said: “I think more than anything it’s important to be hopeful. Nothing wrong with being hopeful. For me, it’s about not looking too far ahead; we don’t know how it is going to develop. Now we know we are not playing until the beginning of June, that’s the date we are working towards. When that changes, if it changes, we react to whatever comes next.” Meanwhile she and her photographer partner, Jackson Wade, are holed up in their London flat as Konta keeps in touch with her parents in Eastbourne, and she is desperate to see them once travel restrictions are lifted. She is baking a chocolate chip banana loaf – which she’d like to share, but can’t – and trying to keep her dog, Bono, from upsetting her 1,000-piece jigsaw puzzle. “The next few months could be quite long,” she says with a smile. “Who knows?”"
        },
        {
            "webUrl": "https://www.theguardian.com/sport/2020/mar/24/olympic-postponement-inevitable-but-finding-right-way-to-do-it-caused-delay",
            "apiUrl": "https://content.guardianapis.com/sport/2020/mar/24/olympic-postponement-inevitable-but-finding-right-way-to-do-it-caused-delay",
            "section": "sport",
            "title": "How Tokyo's 2020 hopes turned to ashes – but can rise again in 2021 | Sean Ingle",
            "id": "sport/2020/mar/24/olympic-postponement-inevitable-but-finding-right-way-to-do-it-caused-delay",
            "date": "2020-2-24",
            "image": "https://media.guim.co.uk/4d84d8fee9fd4ec256e73e1efcc4458b2247db9a/0_52_4415_2649/master/4415.jpg",
            "description": "It sounds preposterous in hindsight, especially now the Tokyo Olympics has joined the ranks of the sporting postponements, but barely a fortnight ago organisers could still see a rickety route towards hosting the Games in 2020. Japan and China appeared to be over the worst of the coronavirus epidemic, so the thinking went, and most of Europe was still open. So a decision was made: to push on, to wait, to hope. That hope continued to flicker, even as the World Health Organization declared a pandemic, major sports shut down, and more countries entered lockdown. The Olympic flame was lit on a still March morning in Olympia, Greece and Thomas Bach, the president of the International Olympic Committee, insisted there was “no plan B”. But on 17 March, there was a subtle, almost imperceptible, shift missed by almost everyone.\nSpeaking after chatting to G7 leaders, Japan’s prime minister, Shinzo Abe, said: “I want to hold the Olympics and Paralympics perfectly, as proof that the human race will conquer coronavirus, and I gained support for that from the G7 leaders.” To most people that sounded innocuous. But in the IOC and elsewhere, ears started to tingle. It was not what Abe had said. Rather, it was what he had not. For the first time, Japan’s leader did not mention hosting the Games in July 2020. From that moment on the decision to postpone the Games was inevitable, according to multiple conversations with those inside the Olympic movement about how the world’s greatest sporting event came to be put back a year. The big question now was when – and how – it would happen. But it appears it was actually the Japanese who were the most reluctant to move the Games – while Bach was actively if quietly pushing for a postponement for some time. The problem was that the IOC could not move unless it got the Tokyo organisers on board. And that, to put it mildly, was not straightforward. The greatest difficulty was that the Japanese could not be seen to lose face. Another was that organisers were keen on holding the Games in October, while Bach felt it had to be 2021 because there was no guarantee that the Covid-19 virus would be under control by the autumn. A third problem was that Tokyo wanted a four-week deadline to work through the issues – something the IOC reluctantly granted on Sunday. But that did not stop Bach stealthily putting the wheels in motion to bring the deadline forward. It was not a coincidence that the Australian Olympic Committee was one of the first to call for the Games to be moved to 2021. The AOC’s president, John Coates, is a close friend of Bach – and chair of the IOC’s coordination commission for Tokyo. Bach knew he needed more negotiating cards. This was one of his strongest.\nAs Michael Payne, a former senior marketing executive at the IOC who still has close ties to the Olympic movement, explains: “The IOC was both officially and through its back channels clearly applying major pressure to get to a quick decision, because it realised that the delay was damaging to athletes and their preparations.” Payne, who handled the $1bn deal between Chinese group Alibaba and the IOC, adds: “But there was also a lot of political negotiations and delicate diplomacy involved to make sure the Japanese don’t lose face.” That explains why the IOC was happy for Abe to “propose” a delay on Tuesday – which, of course, Bach quickly accepted. How could it not be, given the ever-sharpening criticisms from athletes who questioned why the IOC needed so long to reach a decision. Dina Asher-Smith, the world 200m champion, was particularly blunt: “Does this mean that athletes face up to another FOUR weeks of finding ways to fit in training – whilst potentially putting ourselves, coaches, support staff, and loved ones at risk just to find out they were going to be postponed anyway?” Meanwhile, Dai Greene, the former 400m hurdles world champion, said he was having to flip tractor tyres on his partner’s farm and use bales of hay for box jumps because gyms were shut. “On Saturday morning, I went to recce the local 400m track by one of the private schools near where I live,” he added. “I even had a look at the fence and wondered to myself – can I jump over it?” Greene was lucky. With Britain in lockdown, most athletes could barely train at all. The Guardian understands the British Olympic Association also took a strong position in talks with the IOC last week. While offering its support for hosting the Games in July, it came with a heavy caveat: if British athletes were unable to train because of the Covid-19 outbreak, the BOA would publicly call for the Games to be postponed. The BOA also increasingly felt that morally there was no way it could take a team to the Olympics in the midst of a pandemic. How, as one source put it, could they justify taking team doctors away from a national health crisis? Especially when its chief medical officer, Niall Elliott, was on the front line in Scotland?\nA private opinion poll of more than 1,000 people reinforced the BOA’s position. It found that only 5% of Britons wanted the Games to go ahead in July. So what now? It is almost certain the Olympics – which will still be branded Tokyo 2020 – will be staged in July 2021, although some IOC members have raised the prospect of a “cherry blossom” Games next April. That seems unlikely. Would the US media giant NBC, one of the IOC’s biggest financial backers, really want a Games to clash with the latter stages of the NBA season? It would almost certainly be easier to try again in July next year. World Athletics has already indicated that it will be happy to shift its 2021 championships, which are due to take place in Eugene, to 2022, and Fina, the organisers of the 2021 swimming world championships in Japan in July, has indicated it too could reschedule. Of course there will still be major headaches – not least ensuring that venues can be freed up for whenever the Games take place. As Sebastian Coe, who ran the London 2012 Games and now heads World Athletics, put it after the IOC’s announcement: “There is no project management that challenges a city or country like the Olympics does,” and the cost to organisers from the delay is expected to be at least £2bn.\nSome of the headaches, however, may not be as great as assumed. The IOC will still get millions in broadcasting and sponsor revenues so long as the event takes place, much of which it will pass on to the sports movement. And while there has been some ill-informed speculation about whether a new athletes’ village will have to be built, that is not a major concern given the 5,500 apartments in the village sold on to private owners for use after the Games do not have to be delivered to them until 2023 – and, as yet, only 500 have been sold. Meanwhile, among those in the Olympic movement there is a hope that the Tokyo Games in 2021 will become a joyous celebration of humanity and harmony after the devastation of coronavirus – much like the Salt Lake City Winter Games in 2002 helped America heal after September 11. “The leaders agreed that the Olympic Games in Tokyo could stand as a beacon of hope to the world during these troubled times, and that the Olympic flame could become the light at the end of the tunnel in which the world finds itself at present,” the IOC said in a statement. Such pronouncements usually sound trite. But, in these dark and uncertain times, it struck pretty much the perfect note."
        },
        {
            "webUrl": "https://www.theguardian.com/politics/2020/mar/24/matt-hancock-looks-bewildered-that-the-nhs-isnt-in-better-shape",
            "apiUrl": "https://content.guardianapis.com/politics/2020/mar/24/matt-hancock-looks-bewildered-that-the-nhs-isnt-in-better-shape",
            "section": "politics",
            "title": "Matt Hancock looks bewildered that the NHS isn't in better shape | John Crace",
            "id": "politics/2020/mar/24/matt-hancock-looks-bewildered-that-the-nhs-isnt-in-better-shape",
            "date": "2020-2-24",
            "image": "https://assets.guim.co.uk/images/eada8aa27c12fe2d5afa3a89d3fbae0d/fallback-logo.png",
            "description": "Just under two years ago, Matt Hancock dreamed up the idea of appearing as a hologram for his speech as culture secretary at the Conservative party conference. Today his wish more or less came true, as he fronted the first ever virtual Downing Street press conference with questions from journalists being broadcast in remotely. By the end, Hancock must have wished he hadn’t bothered, as it turned into yet another communications farce. Carry on up the Corona. Left hand, meet right hand. He might as well have left the presser to Boris Johnson. The prime minister seems to be able to contradict himself at will from one day to the next and the only fallout seems to be that his approval ratings jump by 20%. Go figure. Give Boris another five days of major cock-ups and he will have 140% of the country fully behind him. To be fair, Hancock started well enough. This wasn’t the boyish Tigger, full of mindless optimism and enthusiasm for any mere trifle: it was the more serious, grown-up, shaving-twice-a-week Hancock. The health secretary who, unlike the prime minister, doesn’t have to make an effort to look like he gives a toss. Matt leaves no one in any doubt that each death matters to him: even if he does still occasionally look a little bewildered that, after 10 years of heavy-duty cuts by successive Tory governments, the NHS isn’t in better shape to cope with the coronavirus crisis. He is the man you can endearingly rely on to strain every cliche to prove his commitment. There were no histrionics or excessive hand-clasping – “What will these hands ne’er be clean?” – on Boris’s statement the night before. Instead he stuck to some basic facts. The number of deaths overnight. The introduction of a Mum’s and Dad’s Army. The recruitment of 250,000 volunteers. A new temporary 4,000-bed hospital in London’s East End. More antibody testing. So far, so good. It all rather fell apart, though, once the questions started. The previous day, Boris had insisted that everyone should remain at home unless they absolutely needed to go to work. Now it seemed that the message had changed. If your boss really wanted you to work on a construction site, then it was perfectly reasonable for you to squeeze on to an overcrowded tube or bus – which were already running reduced services due to staff self-isolating – because once you had got to work, you’d be free to breathe fresh air two metres away from the bloke standing right next to you. At this point, Matt started to look a little twitchy. He is a man of some conscience and insight and his body has its own inbuilt bullshit detector when he’s forced to parrot a party line he knows to be contradictory. Neither Boris nor Michael Gove would have broken sweat at talking such bollocks. In desperation, Matt looked to Jenny Harries, the deputy chief medical officer, to bail him out. She didn’t look thrilled at the hospital pass, but took the hit anyway. She was certain construction bosses couldn’t possibly be putting profit before public health and all had nothing but their workers’ best interests at heart. There were plenty of great bosses leading by example. Mike Ashley, Tim Martin … Harries also unexpectedly found herself in the role of agony aunt as she was asked for guidance on how couples who were not cohabiting should behave. “Oooh,” she said, playing for time. Perhaps couples could try just seeing each other now and again and practise a little self-restraint. Or if they really couldn’t keep their hands off one another for the next few months, then maybe they should try moving in together. It didn’t exactly sound like official Public Health England guidelines. But who knows? I can’t help feeling that therapists and divorce lawyers are going to be coining it in once the pandemic lockdown is all over.\nThe one person playing an absolute blinder throughout the press conference was Stephen Powis, the medical director of NHS England. Principally by virtue of barely saying a word. His only contribution was to make some non-committal remarks about the testing of various drugs and the need to learn more about their efficacy. Having said that, he went back to staring at his shoes. Less is more. Many politicians could learn a lot from him. Towards the end, Hancock found himself in difficulties once more. First by failing to explain why it had taken two months for the UK to finally get round to buying 3.5m testing kits, and then by saying there had been 7m movements of protective clothing. It wasn’t clear if this was the same item of clothing being moved 7m times or 1m items being moved seven times. Matt also totally dodged the question of whether the UK’s delay in implementing the same lockdown measures as other European countries – hell, we hadn’t gone to all the trouble of leaving the EU only to carry on following its petty, bureaucratic regulations – had caused more deaths. Nor did he explain why we weren’t joining the joint EU initiative to make more ventilators. Only proper UK oxygen for us. Instead, the health secretary chivalrously left it to Harries to mutter something about science not always being exact. Over the past few weeks, it feels as if Boris’s version of UK science has been less exact than most. Time will tell. Harries made a throat-slit gesture and Hancock abruptly called proceedings to a halt. At least he wouldn’t have to do that again for another week. And when he did, he’d make damn sure it was his hologram taking the flak."
        },
        {
            "webUrl": "https://www.theguardian.com/sport/2020/mar/24/its-bigger-than-all-of-us-gb-athletes-unite-in-support-of-olympic-delay",
            "apiUrl": "https://content.guardianapis.com/sport/2020/mar/24/its-bigger-than-all-of-us-gb-athletes-unite-in-support-of-olympic-delay",
            "section": "sport",
            "title": "'It's bigger than all of us': GB athletes unite in support of Olympic delay",
            "id": "sport/2020/mar/24/its-bigger-than-all-of-us-gb-athletes-unite-in-support-of-olympic-delay",
            "date": "2020-2-24",
            "image": "https://media.guim.co.uk/280d6fcc9169f9fec8b431199e562746449c2fca/0_162_4868_2921/master/4868.jpg",
            "description": "Britain’s leading athletes have endorsed the decision to postpone the Tokyo Olympics until 2021, with the triathlete Alistair Brownlee, the swimmer Adam Peaty and the heptathlete Katarina Johnson-Thompson among those to say that sport should take a back seat in the midst of the global pandemic. Brownlee, who was hoping to win his third successive gold medal this summer, told the Guardian that while the International Olympic Committee had taken too long to make a decision he was pleased it had done the right thing. “It is one of the oldest adages around that athletes have to be super cut-throat and very selfish, and that is true,” he said. “But right now all the resources that can possibly fight this virus must be used for that and not on a sporting event.”\nBrownlee, who said that training had been going better than for years in the buildup to Tokyo, added: “From an athlete perspective, it was really important it was done now and not in another month’s time. To go so hard in preparing for the Olympic Games only to be told weeks out that it would be postponed would be so much worse. “And whereas at the start of the month a six-week suspension in sporting events seemed a long time, now it is completely foreseeable for us to think that nothing will be on for the rest of the year. So my approach will be about a change of focus – about staying healthy, and making the right decisions to keep the people around me healthy.” Peaty, who was expected to win 100m breaststroke gold again in Tokyo, said the IOC had made the only decision it could. “As an athlete, I am obviously extremely disappointed but this is more important and bigger than me or any of the athletes that would have been taking part,” he added. “This is a matter of life or death and we all need to do the right thing.” Johnson-Thompson, the heptathlon world champion, concurred, writing: “Waited eight years for this, what’s another one in the grand scheme of things? As an athlete, it’s heartbreaking news about the Olympics being postponed until 2021, but it’s for all the right reasons and the safety of everyone! Stay indoors!” It is understood the British Olympic Association was intending to publicly back a delay to the Games until 2021 before the postponement was announced because few athletes have been able to train with gyms and facilities shut down. Insiders also felt that there was no way it could pull Team GB doctors away amidst a national crisis – especially when its chief medical officer, Niall Elliot, was on the front line in Scotland. Its resolve was further strengthened by a private opinion poll of more than 1,000 people in the UK, which found that only 5% of Britons wanted the Games to start as scheduled on 24 July.\nResponding to the news, the BOA’s chief executive, Andy Anson, said: “It is with profound sadness that we accept the postponement, but in all consciousness it is the only decision we can support, in light of the devastating impact Covid-19 is having on our nation, our communities and our families.” Meanwhile UK Sport insisted that it would discuss ways to support Olympic and Paralympic athletes following the delay. “Given the unprecedented global challenge we face, today’s news means that athletes, their coaches and support staff can now fully focus on what really matters at this terribly difficult time, keeping themselves and their families safe,” its chief executive, Sally Munday, added. Sebastian Coe, the president of World Athletics, said his organisation would be willing to move its world championships, scheduled for Oregon in August 2021, to make way for the Olympics next year. “The decision the IOC has taken is absolutely the right one,” he added. “You can’t have athletes locked in their houses, not able to train or use public facilities, then clearly the integrity of the competition was going to disappear.”"
        },
        {
            "webUrl": "https://www.theguardian.com/sport/2020/mar/24/international-olympic-committee-hype-thomas-bach-tokyo-games",
            "apiUrl": "https://content.guardianapis.com/sport/2020/mar/24/international-olympic-committee-hype-thomas-bach-tokyo-games",
            "section": "sport",
            "title": "International Olympic Committee has rare chance to live up to its hype | Andy Bull",
            "id": "sport/2020/mar/24/international-olympic-committee-hype-thomas-bach-tokyo-games",
            "date": "2020-2-24",
            "image": "https://media.guim.co.uk/f528233fa6574ae1067d6742a7b50f17e508caa9/1097_583_2231_1339/master/2231.jpg",
            "description": "Loth as I am to call the good men and women of the International Olympic Committee self-important, there was a time early in 2018, two years, one month, and several lifetimes ago, when some of them seemed quite convinced that their work running the world’s largest sports day was worthy of a Nobel peace prize. Angela Ruggiero, who was then the head of their athletes’ commission, said she thought it ought to be given to the unified Korean women’s ice hockey team that lost all five games it played at the Pyeongchang Winter Olympics. The IOC’s former marketing director Michael Payne agreed, and sent a tweet soon after: “Nobel Peace Prize beckoning.” Presumably it would have been split 36 ways, one share for each of the 35 players in the Korean squad, and the largest part the reflected glory that fell on the IOC president, Thomas Bach, who insisted the Games were “opening the door to a brighter future on the Korean peninsula”. In the end, the Nobel committee demurred, and Bach had to make do with something called the Cem Papandreou peace award, a prize that has never received so much publicity as it did from the IOC’s own website when Bach picked it up “on behalf of the Olympic movement and all the members of the International Olympic Committee”.\nSix months after the ceremony, North Korea started missile testing again, and the dream of achieving peace and reconciliation in the Korean peninsula through the medium of Olympic ice hockey began to seem, again, what the cynics had always suspected it to be: a wonderful public-relations opportunity for everyone involved. Bach isn’t the first IOC president to covet a Nobel. Back in the early 1990s his predecessor, and mentor, Juan Antonio Samaranch even hired an advertising agency to lobby the Nobel prize committee on the IOC’s behalf. And he felt pretty damn foolish about it when a Norwegian newspaper exposed the story, too. It’s an odd look, after all, that a man who’s supposed to be in the business of handing out gongs should be so keen on receiving them, but Bach grew up in West Germany and was a prominent spokesman against the political boycott of the Moscow 1980 Games, so really believes some of this stuff. And he has done most of his campaigning in public. Just last year Bach persuaded the United Nations to pass a resolution promising to honour an “Olympic truce” during the Tokyo Games. “With the adoption of the Olympic truce resolution today, you are supporting the Olympic Games Tokyo 2020 as this true symbol of peace in our world,” Bach told them. “Today is therefore a welcome opportunity to reaffirm the commitment of the IOC to our shared values of peace, solidarity, and respect.” The resolution passed unanimously. Who, after all, was going to stand up and protest against world peace? Even the Russians were all for it, and they launched a five-day war with Georgia the day before the Beijing Summer Olympics started, then annexed the Crimea a week after the Sochi Winter Games had finished. So the UN didn’t even need to vote on it. Which may have been a relief, given the IOC’s record in the recent referendums in Boston, Calgary, Budapest, Davos, Hamburg, Innsbruck, Krakow, Munich, and all the other potential host cities who have pulled out of bidding for the Games because the residents simply couldn’t see that they were worth the enormous cost of hosting them.\nWhich gets at the problem with Bach’s Hallmark card philosophy of peace through sport. It would be harmless enough if it didn’t seem so much like a thick coat of whitewash on everything that’s gone wrong with the Olympic movement in recent years. Little things, like the state-sponsored doping programme at Sochi 2014, and the endemic corruption and waste at Rio 2016. The IOC botched its handling of both. Now, in 2020, the IOC finally has an opportunity to take on the sort of global leadership role that Bach has so often claimed for it. Because if the delay caused by the coronavirus pandemic is a crisis for the IOC, it’s also an opportunity for it to prove the Games really do have a greater significance to us all. And its leaders being criticised for delaying the decision to postpone the Games so much longer than many of the competitors felt was necessary (as recently as three weeks ago Bach was still insisting that they would go ahead as scheduled) that will matter less, in the end, than what comes now, and whether the IOC gets its next steps right. Rearranging the Games will be a hellishly complicated job, with myriad challenges, an unfathomable number of unforeseen snags and hitches. Get it right, and these Tokyo Games won’t just go down as a triumph of sporting logistics, but of the human spirit. Because after the 12 months we’re all in for, the world is sure going to feel ready for a party sometime next summer. And gloriously trivial as running and jumping and swimming and all the rest of it are, the Olympics will be something for millions of sports fans to look forward to at a time when there’s so little else for them to get excited about that half a million people are tuning in to watch marble races live on YouTube. And they’ll be a sign, too, that normality’s back, that we’ve all come through it. In recent years it’s often felt as if the Olympics are the greatest show on earth despite the IOC, rather than because of it. If it pulls this off, it will prove otherwise. And it will deserve every credit, as well as, who knows, maybe a prize or two, too."
        },
        {
            "webUrl": "https://www.theguardian.com/business/2020/mar/24/waitrose-limits-shopper-numbers-as-physical-distancing-measure-coronavirus",
            "apiUrl": "https://content.guardianapis.com/business/2020/mar/24/waitrose-limits-shopper-numbers-as-physical-distancing-measure-coronavirus",
            "section": "business",
            "title": "Supermarkets bring in new measures to keep shoppers and staff safe",
            "id": "business/2020/mar/24/waitrose-limits-shopper-numbers-as-physical-distancing-measure-coronavirus",
            "date": "2020-2-24",
            "image": "https://media.guim.co.uk/cb37104ed02dd2855772aca2ae88c01b4339ec9e/0_83_3500_2100/master/3500.jpg",
            "description": "Supermarkets are racing to install measures to keep shoppers and staff at least 2 metres apart after the government called for an immediate increase in safety efforts to contain the coronavirus outbreak. On Tuesday, Sainsbury’s, Asda, Marks & Spencer and Waitrose confirmed they would begin limiting the number of shoppers in stores at any one time . Most retailers said they would have marked areas outside each store where customers will be instructed to queue two metres apart. Waitrose said restrictions would be specific to each store and it was introducing marshals to manage queues outside shops. New rules announced on Monday night stipulate that retailers remaining open during the lockdown, such as supermarkets, must ensure there is 2-metre distance between customers and staff and that shoppers enter in small groups, so that spaces do not become crowded. The government has also ordered retailers to manage queues outside their stores. The rules apply to supermarkets, but also to pharmacies, home improvement stores, newsagents, post offices and even bike shops, all of which have been classed as “essential” retailers under new rules which have led to the shutdown of thousands of high street stores. Waitrose, the Co-op and Sainsbury’s are taking further measures to protect staff, including closing checkouts where two assistants sit back to back. Waitrose, Lidl and Asda are also joining Sainsbury’s, Morrisons and a number of other retailers in installing perspex screens to protect check out staff.\nAsda said from Wednesday it was going to be asking shoppers to only touch items that they wanted to purchase and offering hand sanitiser at the entrance and exit of stores. Marks & Spencer said it was cleaning trolleys, baskets, screens and all touch points every hour and deep cleaning them every night so that customers could “shop with confidence”. It is also installing what it called “sneeze guards” at tills as an extra precaution. Bérangère Michel, the executive director for customer service at Waitrose’s parent group, the John Lewis Partnership, said: “While these measures will dramatically change how people shop and interact with others in our stores for the moment – they are absolutely vital to ensure that our customers can shop safely and that our partners are protected as they go above and beyond to serve shoppers in this time of crisis.” Christian Härtnagel, the chief executive of Lidl GB, said: “We hope this additional safeguard will help to provide extra reassurance for those both working and shopping in our stores.” The Usdaw union, which represents store workers, has called on retailers to protect staff further with measures including: Limiting the number of customers in store at any one time. Increasing security. Telling customers to shop alone if possible and only buy what they need. Enforcing essential workers’ and vulnerable people’s shopping hours. Usdaw has also raised concerns that staff from Argos standalone stores, which closed on Monday, have been asked to work in Sainsbury’s supermarkets. The Usdaw national officer, Dave Gill, said: “With the overwhelming pressure on all food retailers, it is inevitable that companies are going to look at redeploying staff within the business. However, this is extremely unsettling for staff in what are already difficult and testing times for everyone.”\nSainsbury’s is to keep open Argos concessions within its supermarkets despite the catalogue shops falling outside the “essential retail” category of stores ordered to close. Sainsbury’s said the concessions were staying open as they were part of its supermarkets. The retail group’s Habitat outlets have shut. Pressure on staff has intensified as shoppers stockpiled goods and switched from dining out to cooking at home. The closure of all non-essential retailers is likely to add to demand in supermarkets, with little capacity to increase home deliveries in the short-term. The average spend per supermarket trip rose 16% in the week ending 17 March. In the same period, there were an additional 15m food shopping trips – an increase of 12% – according to the market analysts Kantar, amid widespread concern about shortages of essentials."
        },
        {
            "webUrl": "https://www.theguardian.com/sport/2020/mar/24/tokyo-olympics-to-be-postponed-to-2021-due-to-coronavirus-pandemic",
            "apiUrl": "https://content.guardianapis.com/sport/2020/mar/24/tokyo-olympics-to-be-postponed-to-2021-due-to-coronavirus-pandemic",
            "section": "sport",
            "title": "Tokyo Olympics postponed to 2021 due to coronavirus pandemic",
            "id": "sport/2020/mar/24/tokyo-olympics-to-be-postponed-to-2021-due-to-coronavirus-pandemic",
            "date": "2020-2-24",
            "image": "https://assets.guim.co.uk/images/eada8aa27c12fe2d5afa3a89d3fbae0d/fallback-logo.png",
            "description": "The Tokyo Olympics are to be postponed until 2021 after talks between Japan’s prime minister, Shinzo Abe, and the International Olympic Committee president, Thomas Bach, led to confirmation of a decision made inevitable by the coronavirus pandemic. Abe said they had established that cancelling the Games was out of the question, and that Bach had agreed “100%” that a postponement was the most appropriate response to the global disruption.\n“We agreed that a postponement would be the best way to ensure that the athletes are in peak condition when they compete and to guarantee the safety of the spectators,” Abe told reporters shortly after his conference call with Bach, adding that the Games would be held by the summer of 2021. The Games “must be rescheduled to a date beyond 2020 but not later than summer 2021, to safeguard the health of the athletes, everybody involved in the Olympic Games and the international community”, the IOC and the Tokyo 2020 Organising Committee said later in a joint statement. The Olympic Games and Paralympic Games will continue to be called the “Olympic and Paralympic Games Tokyo 2020” even when they are held next year, and the Olympic flame will stay in Japan “as a beacon of hope to the world during these troubled times”. Some IOC members have already raised the prospect of a “cherry blossom” Games next April, however it is more likely that they will be staged in July 2021 when there are fewer sporting events due to take place. World Athletics has already indicated that it will be happy to shift its 2021 championships, which are due to take place in Eugene to 2022, and Fina, the organisers of the 2021 swimming world championships, in Japan next July, have said they will also follow suit.\n\nThe postponement is a blow to the host country, which has spent more than $12bn on the event, while huge sums are also at stake for sponsors and broadcasters. Goldman Sachs estimated this month that Japan would lose $4.5bn (550bn yen) in inbound and domestic consumption in 2020 if the Olympics did not take place as planned. But the host nation greeted the IOC’s decision to postpone the Games by up to a year with a mixture of disappointment and resignation. Opinion polls taken before the announcement indicated that the Japanese public had already accepted that Tokyo 2020 would be sport’s biggest victims of the coronavirus pandemic. According to a Kyodo news poll last week, almost 70% of respondents said they did not expect the Games to go ahead this summer. One Twitter user reacted with humour, posting an image of the “new” Tokyo 2020 logo with the zero crossed out in traditional Japanese style, its replacement numeral verified by the personal seals of the organising committee head Yoshiro Mori, Tokyo governor Yuriko Koike and Abe.\nOthers voiced disappointment that they would have to wait another year to watch their favourite athletes compete in Tokyo. “I’ve been looking forward to the Olympics and feel like crying,” one user tweeted. “But I understand it’s inevitable under the circumstances. My heart goes out to the athletes who have been striving to make the Olympics over the past four years – or even six-and-a-half years since Tokyo was chosen as the host city.” Yuji Ota, vice president of the Japan Fencing Federation, thanked everyone who had been involved in the Olympic preparations, telling them in a post: “What you have done means a lot.” He added. “But first we have to get through coronavirus. Health must come first.” Benoît Vêtu, the head coach of the Japan track cycling team, said the IOC had made the right decision. “It’s only just been announced, so I don’t know exactly how the riders feel about it, but we’ll discuss it in the morning during training,” Vêtu told the Guardian. “I know for sure that they will stay motivated for another year. We have a very big group with some talented riders, and now they have an extra year to keep improving.” The decision was welcomed by the British Olympic Association’s chief executive, Andy Anson, who said the organisers had no choice but to cancel the Games. “It is with profound sadness that we accept the postponement, but in all consciousness it is the only decision we can support, in light of the devastating impact Covid-19 is having on our nation, our communities and our families,” he said. “It is time for them to stop thinking about Tokyo 2020 for now and be home and safe with their families. It would have been unthinkable for us to continue to prepare for an Olympic Games at a time the nation and the world no less is enduring great hardship. A postponement is the right decision.” Sally Munday, the CEO of UK Sport, the Olympics and Paralympics funding body, promised to fully support British athletes and coaches amid the uncertainty of a “distressing period”. “We also realise that today’s decision has significant financial implications for our high-performance system and we are working hard to identify the wide-ranging impacts and scenarios, and are in close contact with government to establish how best to support our summer Olympic and Paralympic sports and athletes to be ready for the Games when they do take place.” Athletes were disappointed but broadly endorsed the delay, given health risks and disruption to their training as gyms, stadia and swimming pools shut down around the world. “Waited eight years for this, what’s another one in the grand scheme of things?” Britain’s world champion heptathlete Katarina Johnson-Thompson wrote. “As an athlete, it’s heartbreaking news about the Olympics being postponed until 2021, but it’s for all the right reasons and the safety of everyone! Stay indoors!” However teenage Swedish pole vault world record holder Armand “Mondo” Duplantis, who was expected to be one of the stars of the Games, was more downbeat. “It’s a bummer, it’s a bummer that I won’t be able to compete in the Olympics this year, but you have to understand the situation, understand that some things are a little bigger than sport, and I guess we’ll have it next year.” The Games have never before been postponed in this way, but they were cancelled in 1916, 1940 – also a planned Tokyo Games – and 1944, during the first and second world wars."
        },
        {
            "webUrl": "https://www.theguardian.com/business/nils-pratley-on-finance/2020/mar/24/the-uk-airline-industry-doesnt-need-treasury-bailouts",
            "apiUrl": "https://content.guardianapis.com/business/nils-pratley-on-finance/2020/mar/24/the-uk-airline-industry-doesnt-need-treasury-bailouts",
            "section": "business",
            "title": "The UK airline industry should first ask their own shareholders for bailouts",
            "id": "business/nils-pratley-on-finance/2020/mar/24/the-uk-airline-industry-doesnt-need-treasury-bailouts",
            "date": "2020-2-24",
            "image": "https://media.guim.co.uk/065671ce5c41d2b5a11f21afb632932fe137f9c2/0_143_5670_3401/master/5670.jpg",
            "description": "Rishi Sunak is right: airlines should ask their own shareholders for a bailout before they tap up the Treasury for public money. The chancellor’s stance can be considered a U-turn since he seemed only last week to be ready to regard aviation as a special case. But a lot can happen in a few days and, in the interim, Sunak unveiled his flagship “furlough” scheme to keep workers in jobs by paying 80% of wages, up to £2,500 a month. That’s a huge help for all service industries, airlines included. It ought to be enough for now.\nIt will also have dawned on the Treasury that major UK operators can withstand a fair amount of temporary financial pain. EasyJet and IAG, owner of British Airways, have boasted about the size of their cash balances and the depth of their credit facilities. Fine, let them use those resources. Indeed, easyJet gave a perfectly-timed illustration of its riches when it distributed a £171m dividend to its shareholders, including £60m for founder Sir Stelios Haji-Ioannou in Monaco, last week. Those same investors are free to recapitalise their airline should the need arise. IAG and easyJet, thankfully, seemed to have absorbed the message and are not asking for bespoke deals or bail-outs. Instead, the difficulty for Sunak will come when he’s presented with pleas from weaker airlines and regional airports. He can only promise pragmatism. It would be hard, for example, to mount an argument for saving a weak airline that couldn’t make profits in the pre-coronavirus age. There would, though, be a decent case for saving regional airports to boost economic recovery, as long as terms were good for taxpayers. But that’s getting ahead of events. In the meantime, the simple message is correct: shareholders and owners need to look out for their own interests. Wetherspoons can afford to pay its staff JD Wetherspoon, even after a near-halving of its share price during the coronavirus crisis, is valued by the stock market at almost £870m. Thus the 32% stake owned by Tim Martin, founder and chief executive, is currently worth about £280m. Wetherspoon has also made profits every year since 1985, as it boasted in its last year’s financial report, including £100m-plus in each of the last three years. In common with a large part of the pub industry, the company also carries a lot of debt (roughly £800m at the last count) but that, in part, is because it has strong asset backing via its collection of freehold pubs. In regular times, it also generates a pile of cash, which is how it has been able to spend £513m on share buy-backs since 2013. Normal service will surely resume when the doors re-open. Wetherspoon is the maestro of the decent pint at an affordable price and is a nailed-on survivor. This is the context in which to place Martin’s plea of poverty. The company cannot afford to pay staff until it has seen the details of the government’s “furlough” scheme, says Martin, because it is not Coca-Cola or McDonalds. This argument sounds deeply disingenuous. Wetherspoon may not be a multinational, but it doesn’t have to be. It is being asked only to take a temporary cashflow hit to help staff until the Treasury’s retrospective 80% scheme is implemented. Sunak is committed and the banks are under orders to lend where they can. Martin’s claim that his hands are somehow tied is not convincing. Wetherspoon could surely make the numbers work if it tried.\nShort-selling can be a force for good (sometimes) The Financial Conduct Authority deserves a small cheer for its decision on Monday evening to allow investors to carry on shorting shares if they wish. A ban might have been popular but it’s not justified by events. Short-sellers are not exclusively monstrous villains seeking to profit from catastrophe. As the FCA pointed out, some dull and boring investment strategies make use of “short” positions as a way to hedge risks. Such techniques “benefit a wide range of ordinary investors including the pension funds for employees of companies and local government,” said the regulator. Quite. A ban might simply cause more problems, even for long-term investors. There are, of course, specific instances when a ban could be justified – for example, if short-sellers sense an opportunity to send a bank over the edge by causing a run. But that’s not the current position, thankfully."
        }
    ]
}